
bcmDB = {
	["lines"] = {
		["ChatFrame1"] = 1000,
	},
	["playerLBrack"] = "[",
	["stampfmt"] = "[%I:%M:%S] ",
	["stampcol"] = "777777",
	["replacements"] = {
		"[綜]", -- [1]
		"[交]", -- [2]
		"[世防]", -- [3]
		"[本防]", -- [4]
		"[組]", -- [5]
		"[募]", -- [6]
		"[副]", -- [7]
		"[領]", -- [8]
		"[公]", -- [9]
		"[隊]", -- [10]
		"[領]", -- [11]
		"[領]", -- [12]
		"[幹]", -- [13]
		"[團]", -- [14]
		"[團長]", -- [15]
		"[團警]", -- [16]
		"[%1]", -- [17]
	},
	["sticky"] = {
	},
	["playerRBrack"] = "]",
	["editBoxOnBottom"] = true,
	["playerSeparator"] = ":",
}
