
HandyNotes_SuramarTelemancyDB = {
	["profileKeys"] = {
		["披薩餅 - 暗影之月"] = "披薩餅 - 暗影之月",
		["機動 - 暗影之月"] = "機動 - 暗影之月",
		["弊惡 - 屠魔山谷"] = "弊惡 - 屠魔山谷",
		["便宜把戲 - 暗影之月"] = "便宜把戲 - 暗影之月",
		["幽谷 - 日落沼澤"] = "幽谷 - 日落沼澤",
		["便宜把戲 - 亞雷戈斯"] = "便宜把戲 - 亞雷戈斯",
		["彈性手感 - 屠魔山谷"] = "彈性手感 - 屠魔山谷",
		["搏戰 - 暗影之月"] = "搏戰 - 暗影之月",
		["牧豆 - 暗影之月"] = "牧豆 - 暗影之月",
		["七蓮 - 屠魔山谷"] = "七蓮 - 屠魔山谷",
		["煌天 - 屠魔山谷"] = "煌天 - 屠魔山谷",
		["甘到府 - 暗影之月"] = "甘到府 - 暗影之月",
	},
	["profiles"] = {
		["披薩餅 - 暗影之月"] = {
		},
		["機動 - 暗影之月"] = {
		},
		["弊惡 - 屠魔山谷"] = {
		},
		["便宜把戲 - 暗影之月"] = {
		},
		["幽谷 - 日落沼澤"] = {
		},
		["便宜把戲 - 亞雷戈斯"] = {
		},
		["彈性手感 - 屠魔山谷"] = {
		},
		["搏戰 - 暗影之月"] = {
		},
		["牧豆 - 暗影之月"] = {
		},
		["七蓮 - 屠魔山谷"] = {
		},
		["煌天 - 屠魔山谷"] = {
		},
		["甘到府 - 暗影之月"] = {
		},
	},
}
