
TalentSetManager_Options = {
	["visible"] = true,
	["interface"] = {
		["ignored_tiers_bg"] = {
			1, -- [1]
			0, -- [2]
			0, -- [3]
			0.5, -- [4]
		},
		["highlight_icon"] = "spells\\paw_green",
		["auto_equip_chatmsg"] = true,
		["chat_filter"] = 2,
		["hide_info_button"] = false,
		["auto_equip_enable"] = false,
	},
	["ldb_last_selected"] = "talents",
}
TalentSetManager_CharacterSaves = {
	["搏戰-暗影之月"] = {
		["talents"] = {
			{
				{
					1, -- [1]
					3, -- [2]
					2, -- [3]
					2, -- [4]
					3, -- [5]
					2, -- [6]
					2, -- [7]
					["tt"] = "talents",
					["name"] = "無懼/伺機",
					["texture"] = 236317,
				}, -- [1]
				{
					3, -- [1]
					3, -- [2]
					2, -- [3]
					2, -- [4]
					3, -- [5]
					2, -- [6]
					2, -- [7]
					["texture"] = 132090,
					["name"] = "橫掃/伺機",
					["tt"] = "talents",
				}, -- [2]
				{
					3, -- [1]
					3, -- [2]
					2, -- [3]
					2, -- [4]
					3, -- [5]
					2, -- [6]
					3, -- [7]
					["texture"] = 132306,
					["name"] = "橫掃",
					["tt"] = "talents",
				}, -- [3]
				{
					3, -- [1]
					3, -- [2]
					2, -- [3]
					1, -- [4]
					3, -- [5]
					2, -- [6]
					2, -- [7]
					["tt"] = "talents",
					["name"] = "野外",
					["texture"] = 132175,
				}, -- [4]
			}, -- [1]
			{
				{
					1, -- [1]
					3, -- [2]
					1, -- [3]
					1, -- [4]
					2, -- [5]
					3, -- [6]
					2, -- [7]
					["texture"] = 1380675,
					["name"] = "野外",
					["tt"] = "talents",
				}, -- [1]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
					2, -- [4]
					2, -- [5]
					3, -- [6]
					2, -- [7]
					["texture"] = 236312,
					["name"] = "大秘境",
					["tt"] = "talents",
				}, -- [2]
				{
					2, -- [1]
					3, -- [2]
					3, -- [3]
					2, -- [4]
					2, -- [5]
					3, -- [6]
					2, -- [7]
					["texture"] = 132344,
					["name"] = "單體",
					["tt"] = "talents",
				}, -- [3]
				{
					1, -- [1]
					3, -- [2]
					1, -- [3]
					2, -- [4]
					2, -- [5]
					1, -- [6]
					2, -- [7]
					["texture"] = 236304,
					["name"] = "破壞/浴血",
					["tt"] = "talents",
				}, -- [4]
				{
					1, -- [1]
					3, -- [2]
					3, -- [3]
					2, -- [4]
					2, -- [5]
					3, -- [6]
					2, -- [7]
					["tt"] = "talents",
					["name"] = "戰爭/巨像",
					["texture"] = 613534,
				}, -- [5]
				{
					3, -- [1]
					1, -- [2]
					1, -- [3]
					2, -- [4]
					3, -- [5]
					3, -- [6]
					1, -- [7]
					["texture"] = 132394,
					["name"] = "戰場",
					["tt"] = "talents",
				}, -- [6]
			}, -- [2]
			{
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
					3, -- [4]
					3, -- [5]
					1, -- [6]
					2, -- [7]
					["tt"] = "talents",
					["name"] = "不饒",
					["texture"] = "Interface\\Icons\\ability_warrior_intensifyrage",
				}, -- [1]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
					3, -- [4]
					1, -- [5]
					1, -- [6]
					2, -- [7]
					["texture"] = 135291,
					["name"] = "毀滅者",
					["tt"] = "talents",
				}, -- [2]
			}, -- [3]
		},
		["talents_pvp"] = {
			{
			}, -- [1]
			{
			}, -- [2]
			{
			}, -- [3]
		},
		["version"] = 0,
		["interface"] = {
			["auto_equip2"] = 0,
			["auto_equip4"] = 0,
			["auto_equip1"] = 0,
			["auto_equip3"] = 0,
		},
	},
	["便宜把戲-暗影之月"] = {
		["talents_pvp"] = {
		},
		["talents"] = {
			{
			}, -- [1]
			{
			}, -- [2]
			{
			}, -- [3]
		},
		["version"] = 0,
		["interface"] = {
			["auto_equip4"] = 0,
			["auto_equip2"] = 0,
			["auto_equip1"] = 0,
			["auto_equip3"] = 0,
		},
	},
	["幽谷-日落沼澤"] = {
		["talents_pvp"] = {
		},
		["talents"] = {
			{
			}, -- [1]
			[3] = {
			},
		},
		["version"] = 0,
		["interface"] = {
			["auto_equip4"] = 0,
			["auto_equip2"] = 0,
			["auto_equip1"] = 0,
			["auto_equip3"] = 0,
		},
	},
	["機動-暗影之月"] = {
		["talents_pvp"] = {
			{
			}, -- [1]
			{
			}, -- [2]
			{
			}, -- [3]
		},
		["talents"] = {
			{
				{
					2, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
					1, -- [5]
					1, -- [6]
					3, -- [7]
					["texture"] = 575534,
					["name"] = "守護",
					["tt"] = "talents",
				}, -- [1]
				{
					3, -- [1]
					1, -- [2]
					1, -- [3]
					2, -- [4]
					1, -- [5]
					3, -- [6]
					2, -- [7]
					["texture"] = 461121,
					["name"] = "群體",
					["tt"] = "talents",
				}, -- [2]
			}, -- [1]
			{
				{
					1, -- [1]
					3, -- [2]
					3, -- [3]
					3, -- [4]
					1, -- [5]
					1, -- [6]
					3, -- [7]
					["texture"] = 645217,
					["name"] = "單體",
					["tt"] = "talents",
				}, -- [1]
			}, -- [2]
			{
				{
					3, -- [1]
					1, -- [2]
					3, -- [3]
					1, -- [4]
					3, -- [5]
					3, -- [6]
					1, -- [7]
					["tt"] = "talents",
					["name"] = "單體",
					["texture"] = 1097740,
				}, -- [1]
				{
					1, -- [1]
					1, -- [2]
					3, -- [3]
					1, -- [4]
					3, -- [5]
					1, -- [6]
					2, -- [7]
					["tt"] = "talents",
					["name"] = "群體",
					["texture"] = 132425,
				}, -- [2]
			}, -- [3]
		},
		["version"] = 0,
		["interface"] = {
			["auto_equip4"] = 0,
			["auto_equip2"] = 0,
			["auto_equip1"] = 0,
			["auto_equip3"] = 0,
		},
	},
	["披薩餅-暗影之月"] = {
		["talents"] = {
			{
			}, -- [1]
			{
			}, -- [2]
			{
			}, -- [3]
		},
		["talents_pvp"] = {
			{
			}, -- [1]
			{
			}, -- [2]
			{
			}, -- [3]
		},
		["version"] = 0,
		["interface"] = {
			["auto_equip4"] = 0,
			["auto_equip2"] = 0,
			["auto_equip1"] = 0,
			["auto_equip3"] = 0,
		},
	},
}
